[
    "Your mental health is a priority. Your happiness is essential.",
    "You are not alone in this. Reach out for help.",
    "It's okay to not be okay. Take your time to heal.",
    "Self-care is not selfish. You cannot pour from an empty cup.",
    "Every day may not be good, but there is something good in every day.",     
    "You are enough just as you are.",
    "Healing takes time, be patient with yourself.",
    "Growth is slow, but every step counts.",
    "Your mind is a garden. Nurture it with positive thoughts.",
    "Even on hard days, you are still growing.",
    "Progress is progress, no matter how small.",
    "You won’t feel like this forever—things will get better.",
    "Your struggles today are shaping your strength for tomorrow.",
    "Healing isn’t a straight path, but every step forward matters.",
    "You deserve peace, even on difficult days.",
    "Trust yourself. You have survived everything life has thrown at you.",
    "Sometimes, progress is simply deciding to keep going.",
    "You are loved, even when you don’t feel like it.",
    "Your feelings are valid, and so are you.",
    "You are not alone in this journey.",
    "Even the darkest night will end, and the sun will rise.",
    "Your past does not define your future.",
    "Resting is productive too.",
    "Be gentle with yourself. You’re doing the best you can.",
    "Healing starts with self-compassion.",
    "You are stronger than your anxious thoughts.",
    "It's okay to ask for help.",
    "Your presence in this world matters.",
    "Every sunrise is another chance.",
    "You are not behind. You are on your own timeline.",
    "Small steps forward still count.",
    "It’s okay to take a break.",
    "Not every day will be easy, but every day is a new chance.",
    "Your emotions are valid, no matter what they are.",
    "Some days are tough, but so are you.",
    "What seems impossible today will feel easy someday.",
    "Breathe. Everything is temporary.",
    "Mistakes are proof that you are learning.",
    "Your journey is unique—embrace it.",
    "Happiness comes in moments—let yourself enjoy them.",
    "Even flowers bloom at different times.",
    "It’s okay to feel lost sometimes.",
    "Every storm runs out of rain.",
    "You are worthy of love and care, just as you are.",
    "You don’t have to be positive all the time.",
    "Your thoughts don’t control you—you control them.",
    "Healing doesn’t mean the damage never existed.",
    "Give yourself permission to take up space.",
    "Sometimes, breathing is the most important thing you can do.",
    "You don’t have to fix everything today.",
    "Self-care isn’t selfish—it’s necessary.",
    "You are not your thoughts.",
    "Courage doesn’t always roar; sometimes, it whispers ‘try again tomorrow.’",
    "No matter how dark it gets, the stars will still shine.",
    "Your feelings are not a burden.",
    "Love yourself as you are right now.",
    "You don’t need to pretend to be okay.",
    "Your journey may look different, and that’s okay.",
    "Not all wounds are visible.",
    "Take time to appreciate the small victories.",
    "You are allowed to be a work in progress.",
    "Progress over perfection.",
    "Self-love is a practice, not a destination.",
    "The world is better with you in it.",
    "Your peace is worth protecting.",
    "Vulnerability is strength, not weakness.",
    "Healing requires feeling.",
    "Take life one moment at a time.",
    "Your energy is precious—spend it wisely.",
    "Even small joys deserve to be celebrated.",
    "Letting go is part of moving forward.",
    "Your voice deserves to be heard.",
    "A breakdown is often the start of a breakthrough.",
    "You deserve to be kind to yourself.",
    "Every ending is a new beginning in disguise.",
    "Take care of yourself like you would a friend.",
    "Your struggles do not define you.",
    "Let yourself grow in your own time.",
    "You are worthy of happiness and peace.",
    "You are not failing; you are learning.",
    "You are not alone in your battles.",
    "Happiness is found in the smallest of things.",
    "Be kind to yourself on the hard days.",
    "You have made it through every difficult day so far.",
    "Sometimes, the best thing you can do is rest.",
    "Your feelings matter, no matter what."
]